{"pages":[{"title":"关于","text":"这是一个普通人的博客","link":"/about/index.html"}],"posts":[{"title":"欢迎","text":"欢迎来到NPF的博客~~~","link":"/2022/05/03/%E6%AC%A2%E8%BF%8E/"},{"title":"VIP视频解析器下载","text":"这是一个可以解析各大网站VIP视频的软件，只需填入某个VIP视频播放页的链接，即可选择接口并点击解析。 是不是肥肠方便 ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ 下载地址： 蓝秦云：https://wwp.lanzouf.com/b02v2afub 提取码：73g4","link":"/2022/05/03/VIP%E8%A7%86%E9%A2%91%E8%A7%A3%E6%9E%90%E5%99%A8%E4%B8%8B%E8%BD%BD/"},{"title":"视频播放器下载","text":"这是一个很简单的视频播放器，下载试试吧。 下载地址： 蓝秦云：https://wwp.lanzouf.com/b02uykjkb 提取码：g395","link":"/2022/05/03/%E8%A7%86%E9%A2%91%E6%92%AD%E6%94%BE%E5%99%A8%E4%B8%8B%E8%BD%BD/"},{"title":"NPF工具箱下载","text":"简介很多实用功能这里都有 1.网页浏览 2.计时器 3.计步器 4.免费看视频/听歌 ………..等等 下载地址 1.直链下载：https://creation.codemao.cn/434/FC26B6E77360414682E79537DE06BBBB/NPF工具箱.apk 2.蓝秦云：https://wwp.lanzouf.com/iw4ko048990b 提取码：892p","link":"/2022/05/03/NPF%E5%B7%A5%E5%85%B7%E7%AE%B1%E4%B8%8B%E8%BD%BD/"},{"title":"喝杯下午茶","text":"没有别的，只有一首歌","link":"/2022/05/04/%E5%96%9D%E6%9D%AF%E4%B8%8B%E5%8D%88%E8%8C%B6/"},{"title":"90句毒鸡汤","text":"1.你以为有钱人很快乐吗?他们的快乐你根本想象不到！ 2.时间真的能改变一个人，比如你以前丑，现在更丑。 3.条条大路通罗马，而有些人就住在罗马。 4.你只看到别人在表面上活得春风得意，却不知道人家在背后也过得也风生水起。 5.人生就像一杯水，孤独，孤独，孤独，一辈子就完了。 6.别灰心， 人生就是这样起起落落落落落落落落落落落的。 7.长得丑就是病，不然为什么整形医院叫医院。 8.熟练的用运“关我屁事”“关你屁事”，可以节省80%的时间。 9.别人骂你你要听，别人夸你你别信。 10.千万不要自己感动自己。大部分人看似的努力，不过是愚蠢导致的。 11.不要把别人想的太坏，也不要把别人想的太好，都是凡人。 12.漂亮的女人像是放在展柜里的工艺品，欣赏的人很多，但买下的人只能一个人。 13.童话里的灰姑娘虽然穷，但都很漂亮，你漂亮吗？ 14.不爱你的人，比你想象中的还不爱你。 15.失败是成功之母，可惜成功六亲不认。 16.丑小鸭能变成白天鹅，不是因为它有多努力，而是它的父母都是白天鹅！ 17.你全心全意的付出，还不如别人的随便搞搞！ 18.从前书信很慢，车马很远，一生只够爱一个人，但是可以纳很多妾呀 19.别减肥了，你丑并不只是因为胖。 20.你这么通情达理，一定是因为没人疼你，没人纵容你，没人心疼你，没人惯着你。 21.所有的工作做久了都会觉得无聊，差别在于，别人无聊还赚得比你多。 22.想挣钱的人不少，能挣到钱的人不多。有本事的人挣钱都难，一般的人挣钱更难。 23.酸甜苦辣是生命的富有，赤橙黄绿是人生的斑斓。 24.上帝为你关上了一扇门，然后去洗洗睡了！ 25.生活不止眼前的苟且，还有未来的苟且。 26.如果你不努力，就不知道什么叫绝望！ 27.转角一般不会遇到爱，只会遇到乞丐！ 28.56个民族，55个加分。 29.万事开头难，然后中间难，最后结尾难。 30.没有什么事用钱解决不了的，关键是没钱 31.充电五分钟，通话两小时。可是你连通话五分钟的人都没有。 32.你只知道人家化妆比你好看，却不知道，她们卸了妆，不仅比你好看，皮肤还吹弹可破。 33.有时候你不努力一下，就不知道什么叫绝望。 34.长的好看有用吗？太有用了！ 35.从哪里跌倒就在哪里躺会儿。 36.只有真正努力过的人才知道，天赋有多重要。 37.注重细节，从小事做起。因为你也做不了大事 38.落魄不是你吃不上饭，不是没人理你。而是你一方面在乎别人的目光，另一方面却不知道自己的方向在哪里。 39.不要把你的问题和伤口到处给人看，20% 的人压根不在乎，80%的人庆幸你遭受了这 些困难险阻。 40.人们希望你做的更好，但一般不希望你超 过他。 41.生活和电影不一样，生活难多了。 42.觉得自己总碰不到美好的人和事，并不是别人眼瞎老天故意整你，恰恰是因为你不够好，他们都在躲你。 43.你总说总有一天我要干嘛干嘛，说的好像那天真会来一样。 44.如果上天没有给你想要的，不是你值得拥有更好的，而是你不配。 45.不努力的女生，会有买不完的地摊货，逛不完菜市场。努力的女生，你就没时间逛地摊，因为你只能加班叫外卖、逛淘宝。 46.富人的生活千姿百态，穷人的生活大致相同。 47.很多事确实不是所有年轻人都承受得了的，逼着你往前走的，不是前方梦想的微弱光芒，而是身后现实的深渊万丈。 48.社会是有等级的，很多事不公平。别抱怨，因为没有用。 49.不要太高估自己在集体中的力量，因为当你选择离开时，就会发现即使没有你，太阳照常升起！ 50.学会思考，头脑清晰，明白自己的渺小，切忌自我陶醉。枪打出头鸟，凡事莫要强出头，因为你并没有想象中的那么强！ 51.不要想着依靠别人，要有目标有追求，这与年龄无关。 52.痛苦让人成长，是你进步的一个机会，一个挑战。别害怕痛苦的事情，它有另一面积极的作用。 53.不要太依赖朋友，人性基本都有恶的一面。 54.这个世界上没有永远的爱情……时间可以冲淡一切。 55.活在当下，别在怀念过去或者憧憬未来中浪费掉你现在的生活。 56.承诺是一件美好的事情，但美好的东西往往不会变为现实。 57.永远不要给背叛过自己的朋友第二次的背叛的机会。 58.偶尔也要现实和虚伪一点，因为不那样做的话，很难混。 59.学会宽容伤害自己的人，因为他们很可怜，各人都有自己的难处，大家都不容易。 60.你没那么多观众，别那么累。 61.现在很痛苦，等过阵子回头看看，会发现其实那都不算事。 62.博士越来越多，博学的越来越少；钻营的越来越多，钻研的越来越少。 63.做梦梦到自己在考试，然后被吓醒。发现自己真的在考试。 64.比你优秀的人都在努力，那你努力还有什么用呢？ 65.努力不一定会成功，但是不努力一定很舒服！ 66.做不到的事情，就别努力去做了。 67.做梦梦到自己特别穷，醒来发现也不是梦。 68.失恋的时候以为全世界都抛弃了自己，结果其实世界从没需要过你。 69.就算大雨让整座城市倾倒，上班照样会被算做迟到。 70.据说爱笑的女孩儿，鱼尾纹都不会少！ 71.谁说你不会乐器的，你退堂鼓打的可好了呢。 72.有时候觉得自己特别平凡，是个普通人，别担心，你其实也可以特别的，就是做一个特别普通的人。 73.有人说生活如人饮水冷暖自知，不需要去抱怨。我想问如果你被开水烫一下难道不会大叫吗？ 74.当你真正努力了就会知道，智商上的差距是不可逾越的！ 75.虽然你单身 但是你胖若两人。 76.好女孩只得到了好字，而漂亮女孩却得到了所有。 77.好人成佛要经历九九八十一难，而坏人只需放下屠刀。 78.只要坚持下去，你就发现幸运一定会发生在别人身上。 79.生活不止眼前的苟且，还有前任的喜帖 80.女追男隔层纱，除非那男的本来就对你有好感，不然隔的基本都是铁丝网，还是带电的那种。 81.如果一个人秒回了你，说明这个人在玩手机。 82.比一个人吃火锅更寂寞的是，一个人没有钱吃火锅。 83.别指望减肥了，八戒走了十万八千里也没见瘦下来。而且，他还吃素！ 84.别相信灰姑娘的童话，如果鞋子真的合脚，当时就不会掉下。 85.春风十里也吹不动你。 86.爱笑的女生运气不会太差，那是因为运气差的根本笑不出来。 87.世上无难事，只怕有钱人。 88.上帝为你关上一扇窗，还会为你带上门。 89.对今天解决不了的事情，也不要着急。因为明天也还是解决不了。 90.年轻人嘛，现在没钱算什么，以后没钱的日子还多着呢。","link":"/2022/08/28/90%E5%8F%A5%E6%AF%92%E9%B8%A1%E6%B1%A4/"}],"tags":[{"name":"实用工具","slug":"实用工具","link":"/tags/%E5%AE%9E%E7%94%A8%E5%B7%A5%E5%85%B7/"},{"name":"其他","slug":"其他","link":"/tags/%E5%85%B6%E4%BB%96/"},{"name":"毒鸡汤","slug":"毒鸡汤","link":"/tags/%E6%AF%92%E9%B8%A1%E6%B1%A4/"}],"categories":[{"name":"其他","slug":"其他","link":"/categories/%E5%85%B6%E4%BB%96/"},{"name":"实用电脑软件","slug":"实用电脑软件","link":"/categories/%E5%AE%9E%E7%94%A8%E7%94%B5%E8%84%91%E8%BD%AF%E4%BB%B6/"},{"name":"实用手机软件","slug":"实用手机软件","link":"/categories/%E5%AE%9E%E7%94%A8%E6%89%8B%E6%9C%BA%E8%BD%AF%E4%BB%B6/"}]}